var privacylist = [
  'В настоящем Положении о конфиденциальности разъясняются наши меры по защите, включая возможности Вашего выбора, в отношении сбора, использования и раскрытия определенной информации, включая Ваши персональные данные, Обществом с ограниченной ответственностью «Развлекательный онлайн-сервис» в связи с сервисом Netflix («сервис»), в соответствии с Правилами использования.',
  'Как с нами связаться',
  'Если у Вас есть общие вопросы о Вашем аккаунте или о том, как связаться с клиентской службой, посетите Центр поддержки Netflix help.netflix.com. По вопросам, напрямую касающимся настоящего Положения о конфиденциальности или использования нами Ваших персональных данных, файлов cookie или подобных технологий, обращайтесь по электронной почте privacy@oes.netflix.com.',
  'Оператором Ваших персональных данных является Общество с ограниченной ответственностью «Развлекательный онлайн-сервис», общество, зарегистрированное в соответствии с законодательством Российской Федерации (ОГРН 1207700255597) по адресу Российская Федерация, Москва, Пречистенская набережная, дом 13, строение 1, этаж 3, офис 23; исполнение некоторых прав и обязанностей в отношении персональных данных было поручено компании Netflix International B.V., голландской компании (№ KvK 62266519). Подробнее см. на нашей странице Корпоративной информации. Примите во внимание, что, если Вы обратитесь к нам за помощью, в целях общей безопасности нам может быть необходимо установить Вашу личность, прежде чем удовлетворить запрос.',
  'Согласие на обработку персональных данных',
  'Выражая согласие с Положением о конфиденциальности, Вы соглашаетесь на обработку своих персональных данных Обществом с ограниченной ответственностью «Развлекательный онлайн-сервис» для предоставления Вам сервиса Netflix согласно Правилам использования и как описано ниже в настоящем Положении о конфиденциальности, включая разделы «Сбор информации», «Использование информации» и «Раскрытие информации».',
  'Сбор информации',
  'Мы получаем и храним следующую информацию о Вас:',
  'Информация, которую Вы предоставляете нам.',
  '- Ваше имя, адрес электронной почты, способ(ы) оплаты, номер телефона и другие идентификаторы, которые Вы можете использовать (например, такие как имя в игре). Мы собираем эту информацию несколькими способами, в том числе, когда Вы вводите ее на нашем сервисе, обращаетесь к нам в клиентскую службу или участвуете в опросах и рекламных акциях;',
  '- информацию, передаваемую Вами при проставлении оценок, указании предпочтений, параметров аккаунта (включая параметры на веб-сайте в разделе «Аккаунт») или при предоставлении нам любой другой информации через наш сервис или где-либо еще.',
  'Информация, которую мы собираем автоматически.'
  'Мы собираем информацию о Вас и о том, как Вы пользуетесь нашим сервисом, о Ваших взаимодействиях с нами и нашей рекламой, а также информацию о Вашей сети, сетевых устройствах, Вашем компьютере и других поддерживающих Netflix устройствах, которые Вы можете использовать для доступа к нашему сервису (например, игровые системы, smart TV, мобильные устройства, декодеры и другие стриминговые медиа устройства).',
  'Эта информация включает:',
  '- историю Ваших действий на сервисе Netflix, например: выбор видео, просмотренные фильмы и сериалы, поисковые запросы и действия в играх Netflix;',
  '- Ваше взаимодействие с нашими электронными письмами, сообщениями, а также push-уведомлениями и онлайн-сообщениями;',
  '- детали Вашего взаимодействия с нашей клиентской службой, включая дату, время и причину обращения, записи разговоров в чате, а если Вы обращаетесь к нам по телефону, то Ваш номер телефона и запись разговора;',
  '- идентификационные номера устройств или другие уникальные идентификаторы, в том числе те, что связаны с Вашими сетевыми устройствами и устройствами, которые поддерживают Netflix и подключены к Вашей сети Wi-Fi;'
  '- сбрасываемые идентификаторы устройств (также известные как рекламные идентификаторы) на мобильных устройствах, планшетах и стриминговых медиа устройствах, которые имеют такие идентификаторы (см. подробности в разделе «Файлы cookie и интернет-реклама» ниже);',
  '- характеристики устройства и программного обеспечения (такие как вид и конфигурация), информацию о подключении, включая тип (Wi-Fi, мобильный интернет), статистику просмотра страниц, источник входа (например, URL-адреса, с которых Вы заходили), IP-адрес (который может сообщить нам общие сведения о Вашем расположении), браузер и стандартную информацию веб-журнала сервера;',
  '- информацию, собранную с использованием файлов cookie, веб-маяков и прочих технологий, включая рекламную информацию (такую как информация о доступности и показе рекламы, URL-адрес, а также дата и время). (Подробную информацию см. в разделе «Файлы cookie и интернет-реклама».)'
];

final String logoNetflix = 'assets/images/netflix/netflixLogo.png';
final String netflix = 'netflix';
